{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. ██╗ ██████╗ █████╗ ██████╗ ██╗ ██╗███████╗ ██║██╔════╝██╔══██╗██╔══██╗██║ ██║██╔════╝ ██║██║ ███████║██████╔╝██║ ██║███████╗ ██║██║ ██╔══██║██╔══██╗██║ ██║╚════██║ ██║╚██████╗██║ ██║██║ ██║╚██████╔╝███████║ ╚═╝ ╚═════╝╚═╝ ╚═╝╚═╝ ╚═╝ ╚═════╝ ╚══════╝ Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2023/03/24/hello-world/"},{"title":"2023-3-24 16:48:38","text":"我是真的他妈的无聊啊kkp","link":"/2023/03/24/2023-3-24-16-48-38/"},{"title":"草太啊，你为啥要当钥要石头啊","text":"英格兰首发：1-皮克福德、2-沃克、3-奇尔维尔、4-赖斯、5-斯通斯、6-马奎尔、7-萨卡、8-亨德森、9-凯恩（80’ 19-伊万托尼）、10-贝林厄姆（85’ 18-加拉格尔）、11-麦迪逊（85’ 16-格拉利什） 英格兰替补：13-拉姆斯代尔、22-福斯特、12-特里皮尔、14-格伊、15-戴尔、17-菲利普斯 乌克兰首发：12-特鲁宾、3-斯瓦托克、6-斯特帕宁科、7-穆德里克（61’ 15-维克托-齐甘科夫）、8-马利诺夫斯基、9-亚列姆丘克（73’ 11-多夫拜克）、16-米科连科（61’ 14-布亚尔斯基）、17-津琴科、20-苏达科夫、21-卡拉瓦耶夫、22-马特维延科 乌克兰替补：1-卢宁、23-米基塔-舍甫琴科、23-爱德华-索博尔、4-爱德华-萨拉皮、5-谢尔盖-斯托祖科、10-耶夫亨-科诺普良卡、13-丹尼斯-米洛斯尼申科、18-阿尔特姆-邦达连科、19-亚历山大-匹赫洛诺","link":"/2023/03/27/%E8%8D%89%E5%A4%AA%E5%95%8A%EF%BC%8C%E4%BD%A0%E4%B8%BA%E5%95%A5%E8%A6%81%E5%BD%93%E9%92%A5%E8%A6%81%E7%9F%B3%E5%A4%B4%E5%95%8A/"},{"title":"春日绵绵正好眠,天气真的太好了吧","text":"1.《春思》——李白 燕草如碧丝，秦桑低绿枝。 当君怀归日，是妾断肠时。 春风不相识，何事入罗帏? 译： 燕塞春草，才嫩得象碧绿的小丝，秦地桑叶，早已茂密得压弯树枝。郎君啊，当你在边境想家的时候，正是我在家想你，肝肠断裂日子。多情的春风呵，我与你素不相识，你为何闯入罗帏，搅乱我的情思? 2.《黄鹤楼送孟浩然之广陵》——李白 故人西辞黄鹤楼, 烟花三月下扬州。 孤帆远影碧空尽, 惟见长江天际流。 译： 老朋友向我频频挥手，告别了黄鹤楼，在这柳絮如烟、繁花似锦的阳春三月去扬州远游。友人的孤船帆影渐渐地远去，消失在碧空的尽头，只看见一线长江，向邈远的天际奔流。 3.《春夜洛城闻笛》——李白 谁家玉笛暗飞声， 散入春风满洛城。 此夜曲中闻折柳， 何人不起故园情。 译： 阵阵悠扬的笛声，是从谁家中飘出的?随着春风飘扬，传遍洛阳全城。就在今夜，听到令人哀伤的《折杨柳》，有谁的思乡之情不会油然而生呢? 李白10首春日诗词，诗情画意，写尽人生百味！ 4.《折杨柳》——李白 垂杨拂绿水，摇艳东风年。 花明玉关雪，叶暖金窗烟。 美人结长想，对此心凄然。 攀条折春色，远寄龙庭前。 译： 春天来了，垂杨荡漾在白云绿水间，它那美丽的枝条随着春风飘扬，好不娇美。这里适逢生机蓬勃的春天，花儿争相开放，但玉关边塞此时却是冰雪交加，美人每当想起这些，都会倍感惆怅。她在金窗前独自凭依，看叶暖烟空，心中更有无限离愁。她面对此景心中常会荡起一种凄凉之感。真想攀折柳条，以远寄到情郎所在的龙城前，让他明白她的一片相思。 5.《江南春怀》——李白 青春几何时，黄鸟鸣不歇。 天涯失乡路，江外老华发。 心飞秦塞云，影滞楚关月。 身世殊烂漫，田园久芜没。 岁晏何所从?长歌谢金阙。 译： 青春能持续多长时间，春天黄鸟鸣个不停。人在天涯，不知回乡的路在哪里，江湖游荡，白了头发。身影迟滞在楚关的月下，心却飞往秦塞云中。此身此世特别烂漫，田园也久已荒芜。眼看又到年终，应该何去何从?高唱长歌谢别金阙。 6.《早春寄王汉阳》——李白 闻道春还未相识，走傍寒梅访消息。 昨夜东风入武阳，陌头杨柳黄金色。 碧水浩浩云茫茫，美人不来空断肠。 预拂青山一片石，与君连日醉壶觞。 译： 听说春天已经回还我还未识其面，前去依傍寒梅访寻消息。昨夜东风吹入江夏，路边陌上的杨柳冒出嫩芽一片金黄。碧水浩浩云雾茫茫，王汉阳您啊不来令我空白断肠。我已预先拂净青山上一片石摆下酒宴，要与您连日连夜醉在壶觞之中。 李白10首春日诗词，诗情画意，写尽人生百味！ 7.《子夜吴歌·春歌》 秦地罗敷女，采桑绿水边。 素手青条上，红妆白日鲜。 蚕饥妾欲去，五马莫留连。 译： 秦地有位叫罗敷的女子，在绿水边上采摘桑叶。 白皙的纤纤手指攀在青枝上，嫩红的面容在阳光下特别鲜亮。 蚕儿已经饿了，我该赶快回去了，达官贵人莫在此耽搁您宝贵的时间了。 8.《落日忆山中》 唐代： 李白 雨后烟景绿，晴天散馀霞。东风随春归，发我枝上花。 花落时欲暮，见此令人嗟。愿游名山去，学道飞丹砂。 译： 雨后原野一片翠绿，烟景渺茫， 晴空里余霞像一幅幅绮锦。 东风跟随春姑娘回来了，催开了我家的鲜花。 现在正是花落日暮的时候，怎么不让人嗟叹不止？ 我想去游名山大川，找仙人学道炼丹砂金丹。 9.《阳春歌》 长安白日照春空，绿杨结烟垂袅风。 披香殿前花始红，流芳发色绣户中。 绣户中，相经过。 飞燕皇后轻身舞，紫宫夫人绝世歌。 圣君三万六千日，岁岁年年奈乐何。 译文：阳春三月，暖暖的太阳照耀着长安城，碧空下，杨树的枝条已经抽出嫩芽，在和煦的春风吹拂下，远看轻烟曼舞。 披香殿前的花儿正含苞待放，已经显露出红色，在绣房间散发着芬芳。人从绣房间经过。不禁联想到皇后赵飞燕妙曼的身段舞姿，还有紫宫夫人的绝世嗓音。但春日里皇宫内园中这些美好的景色，都在历代帝王之家被消磨了，世人无法欣赏，实在可惜。 10.《春日行》——李白 深宫高楼入紫清，金作蛟龙盘绣楹。 佳人当窗弄白日，弦将手语弹鸣筝。 春风吹落君王耳，此曲乃是升天行。 因出天池泛蓬瀛，楼船蹙沓波浪惊。 三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。 我无为，人自宁。 三十六帝欲相迎，仙人飘翩下云輧。 帝不去，留镐京。 安能为轩辕，独往入窅冥。 小臣拜献南山寿，陛下万古垂鸿名。 译： 皇宫深深楼阁高耸云霄，金色的蛟龙盘旋在堂前华丽的柱子上。 美女们在窗前化妆打扮，玉手抚动琴弦。 美妙的筝声随春风吹落，传入游乐的君王的耳里，这应该是那首《升天行》吧。 泛舟在白莲池上，如蓬莱仙境一般，楼船划破湖面急促前进，惊起阵阵波浪。 众多的宫女们奏起音乐唱起歌曲，敲打钟鼓的声音都要使宫殿轰倒。这是多么壮观的天下百姓歌舞太平的场面呀。 只要君王于民休养生息，百姓就会安居乐业，天下太平。 天庭上三十六个天帝要来迎接，仙人们驾着彩云翩然而下。 但皇帝不愿意随他们而去，宁愿留在人间。 皇帝岂能像轩辕氏那样，乘龙飞天而去，不顾他的子民，独自来往于青天之上？ 小臣我祝愿皇帝寿比南山，陛下的英名万古流芳。","link":"/2023/03/30/%E6%98%A5%E6%97%A5%E7%BB%B5%E7%BB%B5%E6%AD%A3%E5%A5%BD%E7%9C%A0-%E5%A4%A9%E6%B0%94%E7%9C%9F%E7%9A%84%E5%A4%AA%E5%A5%BD%E4%BA%86%E5%90%A7/"}],"tags":[{"name":"无聊","slug":"无聊","link":"/tags/%E6%97%A0%E8%81%8A/"}],"categories":[],"pages":[]}